{
 
  "nav_home": "Home",
  "nav_about": "About",
  "nav_gallery": "Gallery",
  "nav_gallery_photos": "Photos",
  "nav_gallery_videos": "Videos",
  "nav_stories": "Stories",
  "nav_contact": "Contact",

  "title_home": "Sahilion | From the Coast to the Cosmos",
  "meta_desc_home": "The flavor, aroma, and soul of the Zanzibar coast. Discover the East African culinary journey from Sahilion.",
  "meta_keywords_home": "Zanzibar, Coastal Food, East Africa, Sahilion, Cuisine, Spices",

  "hero_title": "From the Coast to the Cosmos",
  "hero_subtitle": "The flavor, aroma, and soul of our coast come together here. <i>Welcome to Sahilion!</i> Welcome to the journey of Swahili cuisine that embodies the history, creativity, and identity of our coast.",
  "hero_cta_btn": "Discover More",

  "gallery_title": "Our Gallery",
  "gallery_subtitle": "Discover the flavors, colors, and creativity of our coastal cuisine.",
  "gallery_item_1_alt": "Coming Soon",
  "gallery_item_1_title": "Coming Soon",
  "gallery_item_1_caption": "Coming Soon",
  "gallery_item_2_alt": "Coming Soon",
  "gallery_item_2_title": "Coming Soon",
  "gallery_item_2_caption": "Coming Soon",
  "gallery_item_3_alt": "Coming Soon",
  "gallery_item_3_title": "Coming Soon",
  "gallery_item_3_caption": "Coming Soon",
  "gallery_item_4_alt": "Coming Soon",
  "gallery_item_4_title": "Coming Soon",
  "gallery_item_4_caption": "Coming Soon",
  "coming_soon": "Coming Soon",
  "gallery_cta_btn_view_more": "View More",


  "title_about": "About - Sahilion | The Taste, Heritage, and Art of the Coast",
  "meta_desc_about": "Sahilion was born in Zanzibar. Discover our food movement, inspired by the heritage of the East African coast.",
  "meta_keywords_about": "About Sahilion, Zanzibar, Coastal cuisine, African Food Culture",
  "nav_breadcrumbs_current_about": "About",
  "page_title_about": "About Sahilion",
  "page_subtitle_about": "From the Coast to the World: The flavors, aromas, and soul of the East African coast come together here, bringing a living heritage of food and creativity.",
  "about_cta_btn": "Contact Us",
  "about_logo_alt": "Sahilion Identity Image",
  "about_main_title": "Sahilion: The Heritage of the East African Coast",
  "about_paragraph_1": "Sahilion was born in Zanzibar — <i>the heart of the East African coast</i> — where the ocean meets history, flavor meets heritage, and creativity finds its breath.",
  "about_item_1_title": "Origin:",
  "about_item_1_value": "Zanzibar, Tanzania",
  "about_item_2_title": "Motto:",
  "about_item_2_value": "From the Coast to the Cosmos",
  "about_item_3_title": "Core Focus:",
  "about_item_3_value": "To promote our coastal cuisine to the world",
  "about_item_4_title": "Values:",
  "about_item_4_value": "Creativity, Identity, Heritage",
  "about_item_5_title": "Approach:",
  "about_item_5_value": "Bridging tradition and innovation",
  "about_item_6_title": "Concept:",
  "about_item_6_value": "Food as enjoyment, art, and identity",
  "about_item_7_title": "Movement:",
  "about_item_7_value": "Inspired by the ingredients and traditions of the coast",
  "about_item_8_title": "Educating:",
  "about_item_8_value": "Raising awareness of the value of African food culture",
  "about_paragraph_2": "It is a movement that draws inspiration from the richness of ingredients, cuisines, and culinary traditions of the East African coastal people, while bringing that spirit to the global stage. With the motto <i>'From the Coast to the Cosmos'</i>, we share coastal stories through food, authentic flavors, modern creativity, and community values.",
  "about_paragraph_3": "For Sahilion, food is not just nourishment,it is <i>pleasure, identity, art, and heritage</i> that lives through generations. Everything we do is guided by a vision of uniting food traditions with innovation, nature with technology, and the coast with the world. Sahilion invites you to experience the flavors, aromas, and soul of this coastal region, elevating them to tables around the globe.",
  "about_concept_1": "enjoyment, identity, art, and heritage",
  "section_title_about": "About Sahilion",
  "section_subtitle_about": "Discover our journey and purpose.",

"vision_title": "Our Vision",
"vision_desc": "To be the leading force in Africa in elevating and promoting the taste, heritage, and innovation of the Swahili Coast with authenticity, international quality, and positive impact for future generations.",
"mission_title": "Our Mission",
"mission_desc": "To preserve, enhance, and present the heritage of our food by blending tradition, modern innovation, and sustainable practices that create value for the community.",
"values_title": "Our Values",
  "<i class=\"bi bi-star-fill\"></i> <strong>Heritage:</strong> Honoring our origins and coastal narratives.",
  "<i class=\"bi bi-star-fill\"></i> <strong>Innovation:</strong> Breathing new life through fresh ideas and eco-friendly technologies.",
  "<i class=\"bi bi-star-fill\"></i> <strong>Authenticity:</strong> Preserving the taste, identity, and reality of the true coast.",
  "<i class=\"bi bi-star-fill\"></i> <strong>Community:</strong> Empowering people, building partnerships, and fostering inclusive development.",
"vision_statement_title": "Our Perspective",
"vision_statement_1": "For Sahilion, food is not just nutrition, but <strong>refreshment</strong>, <strong>identity</strong>, <strong>art</strong>, and <strong>heritage</strong> that lives through generations. We believe in combining tradition and innovation, heritage and technology, coast and the world. This is a journey to showcase the richness of our food in a new light, with respect and international value.",
"vision_statement_2": "We see ourselves as a bridge between <strong>yesterday</strong> and <strong>tomorrow</strong> — preserving what is authentic while paving the way for future innovations. Through Sahilion, we bring the flavors, stories, and spirit of our coast to the entire world — <strong><i>From the Coast to the Cosmos</i></strong>.",
"vision_image_alt": "Image showcasing the concept of From the Coast to the Cosmos",


"title_gallery": "Gallery - Sahilion | Photos and Videos",
  "meta_desc_gallery": "Explore our collection of photos and videos, showcasing everything from the heritage of the East African coast to modern creative innovations.",
  "meta_keywords_gallery": "Gallery, Photos, Videos, Films, Sahilion, Culture",
  "page_title_gallery": "Our Gallery",
  "page_subtitle_gallery": "Our platform showcases creativity through photos and videos, highlighting coastal food culture and the vibrant life of coastal communities with modern production quality.",
  "gallery_cta_btn_submit_project": "Submit Your Project",
  "nav_breadcrumbs_home": "Home",
  "nav_breadcrumbs_gallery": "Gallery",
  "nav_breadcrumbs_current_gallery": "Gallery",
  "section_title_gallery": "Our Gallery",
  "section_subtitle_gallery": "The life of the coast brought to your eyes.",
"gallery_section_title": "Discover Our Collections",
  "gallery_section_subtitle": "We have curated a collection of photos and videos showcasing the depth and richness of the culture, history, and daily life of the East African coast.",
  "gallery_photos_title": "Photo Collection",
  "gallery_photos_desc": "Explore captivating photographs that bring the landscapes, markets, and faces of the East African Coast to life.",
  "gallery_videos_title": "Video Collection",
  "gallery_videos_desc": "Watch short films, episodes, and dynamic content that bring the stories of the coast to life.",
  

  "title_stories": "Stories - Sahilion | Our Storytelling Services",
  "meta_desc_stories": "Sahilion Stories highlight the food, culture, and community of the East African coast through articles, events, and publications.",
  "meta_keywords_stories": "Stories, Articles, Culture, Coastal cuisine, Sahilion, Blog",
  "nav_breadcrumbs_current_stories": "Stories",
  "page_title_stories": "Sahilion Stories",
  "page_subtitle_stories": "Our Stories section brings you closer to the life, creativity, and culture of our coastline, and the deep connection they share with our food.",
  "stories_cta_btn": "Submit Your Story",
  "section_title_stories": "Our Stories",
  "section_subtitle_stories": "Tales of Coastal Flavor and Creativity.",
  "stories_section_title": "What We Bring to Light",
  "stories_section_subtitle": "Through Sahilion Stories, we aim to raise awareness, inspire, and celebrate the heritage of the East African coast and its vibrant communities.",
  "stories_card_1_title": "Articles and Publications",
  "stories_card_1_desc": "Discover in-depth articles exploring coastal food heritage, modern techniques that preserve traditional culinary methods, and the community’s connection to the ocean. Each publication offers a fresh perspective, bringing you closer to the flavors, history, and creativity of the coast.",
  "stories_card_2_title": "Coastal Narratives",
  "stories_card_2_desc": "Narratives that explore the food, products, and culture of the coast. These stories bring you closer to the soul of Sahilion, showing how heritage is preserved and reimagined through flavors, aromas, and modern culinary techniques.",
  "stories_card_3_title": "The Story Behind the Flavor.",
  "stories_card_3_desc": "Get an inside look at the Sahilion team and their role in preserving and advancing coastal culture. From product innovation to storytelling, our team is the heart driving the coastal food journey.",


"title_contact": "Contact - Sahilion | Contact Us",
  "meta_desc_contact": "The voice of creativity from the Coast. Discover and join us on a journey of food culture, stories, and coastal innovation projects. Contact us or subscribe to our newsletter for the latest updates.",
  "meta_keywords_contact": "Contact, Sahilion, Phone, Email, Coast, Project",
  "nav_breadcrumbs_current_contact": "Contact",
  "page_title_contact": "Contact Us",
  "page_subtitle_contact": "Use the contact form to reach out with questions, suggestions, or ideas for projects you’d like us to collaborate on. We value every idea and welcome conversations that inspire creativity and foster partnership.",


  "section_title_contact": "Contact",
  "section_subtitle_contact": "Connect with us or send us your message. We look forward to hearing from you!",
  "contact_location_title": "Location",
  "contact_location_desc": "Urban/West, Zanzibar, Tanzania",
  "contact_phone_title": "Phone",
  "contact_phone_desc": "+255 xxx xxxxxx / +255 xxx xxxxxx",
  "contact_email_title": "Email",
  "contact_email_desc": "info@sahilion.com",
  "newsletter_title": "Sahilion Newsletter Subscription",
  "newsletter_subtitle": "Join us to receive the latest news, flavors, and stories from the Coast to the World.",
  "newsletter_placeholder": "Enter your email...",
  "newsletter_btn": "Subscribe",
  "newsletter_loading": "Loading...",
  "newsletter_error": "There was an error sending your subscription.",
  "newsletter_sent": "Your subscription has been sent. Thank you!",
  "contact_form_title": "Send Your Message",
  "contact_name_placeholder": "Your Name",
  "contact_email_placeholder": "Your Email",
  "contact_subject_placeholder": "Subject",
  "contact_message_placeholder": "Your Message",
  "contact_form_loading": "Loading...",
  "contact_form_error": "There was an error sending your message.",
  "contact_form_sent": "Your message has been sent. Thank you!",
  "contact_submit_btn": "Send Message",

  "section_exhibitions_title": "Our Gallery",
  "section_exhibitions_subtitle": "See the beauty and creativity of the coast.",
  
  "preloader_loading_text": "Loading...",
   "footer_copyright_reserved": "All Rights Reserved.",
  "footer_tagline": "From the Coast to the Cosmos"

}
